[
  "obsidian-advanced-slides",
  "auto-note-mover",
  "calendar",
  "chatgpt-md",
  "code-block-copy",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excalidraw-plugin",
  "file-explorer-note-count",
  "obsidian-note-autocreator",
  "note-refactor-obsidian",
  "open-vscode",
  "obsidian-outliner",
  "url-into-selection",
  "quick-explorer",
  "recent-files-obsidian",
  "obsidian-filename-heading-sync",
  "obsidian-spaced-repetition",
  "obsidian-youglish-plugin",
  "obsidian-enhancing-mindmap",
  "canvas-mindmap",
  "obsidian-markdown-file-suffix",
  "search-on-internet",
  "obsidian-languagetool-plugin",
  "language-translator",
  "obsidian-wordy",
  "obsidian-auto-hide"
]